"""
문제
샤리프 공과대학교의 컴퓨터 공학과는 최근 Micromasters라는 전문 교육 프로그램을 시작했습니다. 이 프로그램은 컴퓨터 과학 및 공학의 다양한 분야에서 전문적인 지식과 기술을 학생들에게 제공하기 위해 설계된 여러 강좌로 구성되어 있습니다. 프로그램을 홍보하기 위한 인센티브로, 학과는 추천 시스템을 도입했는데, 이를 통해 Micromasters 프로그램에 다른 학생들을 추천한 사람은 추천한 학생 한 명당 자신의 강좌 등록비에서 10% 할인을 받을 수 있습니다.

미나는 이 Micromasters 프로그램의 혜택을 널리 알리는 데 열정적인 재능 있는 학생입니다. 추천을 통해 미나의 할인 목록이 늘어나고 있는데, 다음과 같은 질문이 제기됩니다. 미나가 추천한 학생 수를 기준으로, 미나가 무료로 등록할 수 있는 강좌 수는 몇 개일까요?

입력
입력은 한 줄로 구성되며, 정수 n(0 ≤ n ≤ 1000) 하나가 주어집니다. 이 정수는 미나가 추천한 학생 수를 나타냅니다.

출력
미나가 할인으로 무료 등록할 수 있는 강좌 수를 한 줄로 출력합니다.
"""

print(int(input())//10)