"""문제

많은 프로그래밍 입문 수업에서 학생은 제일 먼저 "Hello, world!"를 출력하는 프로그램을 작성하는 법을 배웁니다. 이것이 첫 번째 과제로 쓰이는 이유는 출력을 만드는 단순한 프로그램이기 때문입니다. 이 프로그램은 1974년, 브라이언 커니핸이 C 프로그래밍 튜토리얼의 예시로 사용하면서 이후 명성을 떨쳤습니다. 루이지애나 공과대의 ACM은 200개의 컴퓨터 언어로 쓰여진 버전을 모아둔 Hello World 프로젝트를 보유하고 있습니다.

"Hello, World"는 간단하면서도 좋은 첫 프로그램이지만, 하나의 문제를 가지고 있습니다. 바로 프로그램은 세상에 Hello를 외치지만, 세상이 대답하지 않는다는 것입니다! 이 일방향 소통은 35년이 넘게 지난 지금 생각해보면 참 이상합니다. 이 문제를 해결하기 위해, 세상이 프로그램에 답장을 해주는 프로그램을 작성합시다.

입력

이 문제의 입력은 없습니다.

출력

The world says hello! 한 줄을 출력합니다.
"""

print("The world says hello!")